load_tests/get_by_id_after_l2.txt
  █ TOTAL RESULTS

    checks_total.......: 44856   1946.294613/s
    checks_succeeded...: 100.00% 44856 out of 44856
    checks_failed......: 0.00%   0 out of 44856

    ✓ status 200
    ✓ has embedded chapter
    ✓ has embedded coordinates

    HTTP
    http_req_duration..............: avg=17.71ms min=1.77ms med=3.74ms  max=3.29s p(90)=9.56ms  p(95)=14.36ms
      { expected_response:true }...: avg=17.71ms min=1.77ms med=3.74ms  max=3.29s p(90)=9.56ms  p(95)=14.36ms
    http_req_failed................: 0.00%  0 out of 14952
    http_reqs......................: 14952  648.764871/s

    EXECUTION
    iteration_duration.............: avg=66.93ms min=2.77ms med=55.82ms max=3.39s p(90)=96.44ms p(95)=101.45ms
    iterations.....................: 14952  648.764871/s
    vus............................: 50     min=50         max=50
    vus_max........................: 50     min=50         max=50

    NETWORK
    data_received..................: 6.3 MB 274 kB/s
    data_sent......................: 1.4 MB 62 kB/s