load_tests/get_by_id_after_l2.txt
  █ TOTAL RESULTS

    checks_total.......: 31839   1041.066018/s
    checks_succeeded...: 100.00% 31839 out of 31839
    checks_failed......: 0.00%   0 out of 31839

    ✓ status 200
    ✓ has embedded chapter
    ✓ has embedded coordinates

    HTTP
    http_req_duration..............: avg=54.66ms  min=2.5ms  med=12.2ms  max=30.48s p(90)=36.41ms  p(95)=48.63ms
      { expected_response:true }...: avg=54.66ms  min=2.5ms  med=12.2ms  max=30.48s p(90)=36.41ms  p(95)=48.63ms
    http_req_failed................: 0.00%  0 out of 10613
    http_reqs......................: 10613  347.022006/s

    EXECUTION
    iteration_duration.............: avg=106.17ms min=4.33ms med=68.47ms max=30.58s p(90)=110.35ms p(95)=121.4ms
    iterations.....................: 10613  347.022006/s
    vus............................: 12     min=12         max=50
    vus_max........................: 50     min=50         max=50

    NETWORK
    data_received..................: 4.6 MB 150 kB/s
    data_sent......................: 1.0 MB 33 kB/s