load_tests/get_by_id_after_l2.txt
  █ TOTAL RESULTS

    checks_total.......: 36321   1808.186961/s
    checks_succeeded...: 100.00% 36321 out of 36321
    checks_failed......: 0.00%   0 out of 36321

    ✓ status 200
    ✓ has embedded chapter
    ✓ has embedded coordinates

    HTTP
    http_req_duration..............: avg=31.95ms min=3.25ms med=9.14ms  max=19.61s p(90)=27.91ms  p(95)=36.45ms
      { expected_response:true }...: avg=31.95ms min=3.25ms med=9.14ms  max=19.61s p(90)=27.91ms  p(95)=36.45ms
    http_req_failed................: 0.00%  0 out of 12107
    http_reqs......................: 12107  602.728987/s

    EXECUTION
    iteration_duration.............: avg=82.65ms min=4.61ms med=63.58ms max=19.64s p(90)=104.48ms p(95)=112.37ms
    iterations.....................: 12107  602.728987/s
    vus............................: 50     min=50         max=50
    vus_max........................: 50     min=50         max=50

    NETWORK
    data_received..................: 5.1 MB 255 kB/s
    data_sent......................: 1.1 MB 57 kB/s